tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kdabir/tap"
tap "snyk/tap"
tap "wwgrainger/grainger", "git@bitbucket.org:wwgrainger/homebrew-grainger.git"
brew "adr-tools"
brew "python@3.9"
brew "awscli"
brew "axel"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "circleci"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "dive"
brew "exa"
brew "findutils"
brew "fzf"
brew "git"
brew "python@3.10"
brew "git-filter-repo"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "gradle-completion", :args => ['ignore-dependencies']
brew "graphviz"
brew "groovy"
brew "hadolint"
brew "helm"
brew "homeshick"
brew "htop"
brew "httpie"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "leiningen"
brew "make"
brew "micronaut"
brew "minikube"
brew "mtr"
brew "multitail"
brew "nmap"
brew "node"
brew "plantuml"
brew "pre-commit"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "stern"
brew "talisman"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "borkdude/brew/babashka"
brew "borkdude/brew/carve"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "kdabir/tap/has"
brew "snyk/tap/snyk"
brew "wwgrainger/grainger/dpctl"
brew "wwgrainger/grainger/dpctl-dashboard"
brew "wwgrainger/grainger/dpctl-debug"
brew "wwgrainger/grainger/dpctl-psec"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "alt-tab"
cask "aws-vault"
cask "docker"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-nerd-font"
cask "insomnia"
cask "iterm2"
cask "kindle"
cask "macvim"
cask "microsoft-teams"
cask "network-radar"
cask "raycast"
cask "slack"
cask "tuple"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "zoom"
