tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.9"
brew "awscli"
brew "axel"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "ctags"
brew "dive"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine"
brew "exa"
brew "findutils"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "openjdk"
brew "gradle"
brew "groovy"
brew "homeshick"
brew "htop"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "leiningen"
brew "macvim"
brew "micronaut"
brew "mtr"
brew "packer"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "terraform"
brew "vault"
cask "1password"
cask "docker"
cask "font-inconsolata-for-powerline"
cask "iterm2"
cask "kindle"
cask "microsoft-teams"
cask "network-radar"
cask "slack"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
