tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "adr-tools"
brew "python@3.9"
brew "awscli"
brew "axel"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "circleci"
brew "coreutils"
brew "ctags"
brew "dive"
brew "exa"
brew "findutils"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gradle"
brew "groovy"
brew "hadolint"
brew "helm"
brew "homeshick"
brew "htop"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "leiningen"
brew "make"
brew "micronaut"
brew "mtr"
brew "pre-commit"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "shellcheck"
brew "wget"
brew "yamllint"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "1password"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "aws-vault"
cask "docker"
cask "font-inconsolata-for-powerline"
cask "iterm2"
cask "kindle"
cask "macvim"
cask "microsoft-teams"
cask "network-radar"
cask "raycast"
cask "slack"
cask "tuple"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "zoom"
